<template>
  <div class="agreement-protocol">

    <h1>征信授权书</h1>
    <p class="strong">【特别提示】本授权书以数字电文形式签订，在签订本授权书之前，请您（授权人）务必仔细阅读本授权书的全部条款（特别是黑体字条款），关注您在授权书中的权利和义务。如您对本授权书有任何疑问，请您详细咨询并确认后您可以点击【同意】后进入下一步；如您不同意授权，请您退出申请页面。</p>
    <p>一、被授权人：重庆海尔小额贷款有限公司（以下简称“海尔云贷”）。</p>
    <p>二、授权目的：基于本次业务申请，同意将个人信息用于为授权人提供贷款申请、风险管理、担保审查、贷后管理等金融服务。个人信息包括个人身份信息、财产信息、账户信息、信用信息、信贷及金融交易信息等与个人信贷业务有关的信息。</p>
    <p>三、授权内容：</p>
    <p class="strong">1、同意并授权【海尔云贷】根据国家有关规定，通过中国人民银行金融信用信息基础数据库、其他依法设立的征信机构（如：百行征信有限公司）、公安部公民身份信息数据库查询、打印、保存、使用符合法律法规规定的本人信息。</p>
    <p class="strong">2、同意并授权【海尔云贷】根据国家相关规定采集符合法律法规规定的本人信息及包括信贷信息在内的信用信息，并可以向中国人民银行金融信用信息基础数据库、其他依法设立的征信机构（如：百行征信有限公司）提供和上报本人信息（含办理业务时产生的不良信息）。</p>
    <p>四、授权期限：自本授权书签订之日起，同意并授权【海尔云贷】多次查询、打印、采集本人信息，直至本人与【海尔云贷】的业务合作终结之日止。</p>
    <p>五、争议解决：基于本人征信事务或本授权发生任何纠纷，本人同意将纠纷提交被授权人所在地（即重庆市渝中区）有管辖权的人民法院依据中华人民共和国大陆地区法律审理。</p>
    <p>授权人承诺本授权效力具有独立性，不因其他合同的任何条款无效而失效，在业务办结前本人不可撤销授权。授权人知悉本授权书所有内容的意义及由此产生的法律效力，签订本授权书是本人真实意思表示，本人自愿承担由此带来的一切法律后果。</p>

    <br />

    <h1>个人信息授权书</h1>
    <p>鉴于您本次向重庆海尔小额贷款有限公司（以下简称【海尔云贷】）提出的信贷业务申请，我们将收集和使用相关个人信息以便向您提供方便且个性化的金融服务。</p>
    <p>一、为保障您的合法权益，征得您的同意，以下向您列举我们将收集和使用的信息：</p>
    <p>1、您的个人身份信息，如姓名、身份证号码、电话号码、电子邮件地址、出生年月、家庭状况、婚姻状态、住址、社保、公积金和纳税信息等；</p>
    <p>2、您的手机信息，包括通讯录、联系偏好、通信记录；图片或者您选择添加到您的通讯录个人资料中的其他信息；您使用我们的服务时的设备信号、操作系统、地理位置、IP地址、操作日志等；</p>
    <p>3、您的消费信息，包括信用卡号码、账单、在互联网上使用的其他交易信息等；</p>
    <p>4、您的财产信息，如收入、财产状况、工作单位、股权投资以及其他反映资产状况的信息；当您使用银行卡注册和验证时使用的银行卡类型及卡号、开户行、预留手机号码等；</p>
    <p>5、您的信贷信息，如借款信息、对外担保信息、还款信息、不良信息等反应个人履约状况和信用状况的信息；</p>
    <p>6、您的教育信息，如学历、学位、培训记录、就职信息等。</p>
    <p>二、我们将获取前述信息作为风险识别、判断和管控的有效依据，为此，我们将向第三方征信机构、数据合作方分享和披露您的前述个人信息，包括：【鹏元征信有限公司】等八家民营征信机构、【百融(北京)金融信息服务股份有限公司】、【北京法海赋能网络科技有限公司】、【北京集奥聚合科技有限公司】、【杭州同盾科技有限公司】、【北京聚信立科技有限公司】等。</p>
    <p>三、为保证服务质量，我们承诺依据法律法规的规定在您的明确授权下采集、传输、处理、存储、披露和使用您的个人信息。我们将采取合理的技术措施保护您的信息安全，防止信息丢失、不当使用、随意泄露。</p>
    <p class="strong">如您阅读前述内容后，同意并确认授权【海尔云贷】及其合作机构采集个人信息，则您可以点击【同意】后进入下一步；如您不同意授权，请您退出申请页面。</p>

  </div>
</template>
<script>
  export default {
    name: 'agreementProtocol',
    data() {
      return {
      };
    }
  };
</script>
<style lang="scss" scoped>
  .agreement-protocol {
    margin: .4rem;
    h1 {
      font-size: .54rem;
      text-align: center;
    }
    p {
      margin-top: .2rem;
      &.strong {
        font-weight: bold;
      }
    }
  }
</style>
