<template>
  <div class="agreement-payment">
    <h1>委托支付服务协议</h1>
    <p><span>一、概述</span><br />
    本委托支付服务协议（以下简称“本协议”）由重庆云易行网络科技有限责任公司（以下简称“颂车平台”）与您就委托宝付等第三方支付渠道定期支付相应款项等事项所订立的有效合约。<span>您通过网络页面点击确认或以其他方式选择接受本协议，即表示您与颂车平台已达成协议并同意接受本协议的全部约定内容以及与本协议有关的各项规则及颂车平台所包含的其他与本协议或本协议项下各项规则的条款和条件有关的各项规定。</span><br />
    1、在接受本协议时，请您仔细阅读本协议的全部内容（特别是以下加粗标下划线的内容）。<span class="underline">如您不同意接受本协议的任意内容，或者无法准确理解相关条款含义的，请不要进行后续操作。</span>如果您对本协议的条款有疑问的，请致电<a>颂车平台客服400-045-0968</a>进行询问。<br />
    <span class="underline">2、您同意，颂车平台有权随时对本协议内容进行单方面的变更，并在颂车平台APP以公告的方式予以提前公布，无需另行单独通知您，修改内容一经公告即生效。</span></p>
    <p><span>二、双方权利义务</span><br />
    <span class="underline">1、您同意绑定银行卡，同意签订协议支付协议，授权宝付等第三方渠道对该银行卡进行支付、划扣、扣款，</span>并确保您是使用本服务的银行卡合法持卡人、使用人，否则因此造成颂车平台、持卡人的损失的，您因负责赔偿并承担全部法律责任。<br />
    2、您应确保开通本服务所提供的手机号码为本人所有，并授权颂车平台可以通过第三方渠道对您所提供的手机号码的真实性、有效性进行核实。<br />
    3、您应该妥善保管银行卡、卡号、密码、发卡行预留的手机号码以及颂车网账号、密码、数字证书、支付盾、手机动态口令、颂车平台绑定的手机号码、来自发卡行或颂车平台向您发送的验证码等与银行卡或与颂车平台有关的一切信息和电子设备如您遗失或泄露前述信息或设备的，您应及时通知发卡行及颂车平台，以减少可能发生的损失。无论是否已通知发卡行及或颂车平台，因您的原因所致损失需由您自行承担。<br />
    <span class="underline">4、您认可和同意：您发出的指令不可撤回或撤销，颂车平台根据您的指令委托银行或者第三方从银行卡中划扣资金给收款人。</span><br />
    5、您在对使用本服务过程汇总发出指令的真实性及有效性承担全部责任；您承诺，颂车平台依照您的指令进行操作的一切风险由您承担。<br />
    6、您认可颂车平台的使用记录数据、交易金额数据等以颂车金融平台系统平台记录的数据为准。<br />
    7、您同意颂车平台有权留存您在颂车平台填写的相应信息，并授权颂车平台查询该银行卡信息，包括但不限定于借记卡余额、信用卡账单等内容，以供后续向您持续性的提供相应服务（包括但不限于将本信息用于向您推广、提供其他更加优质的产品或服务）<br />
    8、出现下列情况之一的，颂车平台有权立即终止您使用颂车平台相关服务无需承担任何责任：（1）将本服务用于非法目的；（2）违反本协议的约定；（3）违反颂车平台或颂车平台关联公司的条款、协议、规则、通告等相关规定及您与前述主体前述的任一协议，而被上述任一主体终止提供服务的；（4）颂车平台认为您提供本服务存在风险的；（5）您的银行卡无效、有效期届满或注销（如有）。</p>
    <p><span>三、承诺与保证</span><br />
    1、您保证使用本服务过程中提供的信息真实、准确、完整、有效，您为了使用本服务向颂车平台提供的所有信息，如姓名、身份证号码、银行卡卡号及预留手机号，将全部成为您颂车平台账户信息的一部分。颂车平台按照您设置的相关信息为您提供相应服务，对于您提供信息不真实或不完整所造成的损失由您自行承担。<br />
    2、您授权颂车平台在您使用本服务期间或本服务终止后，有权保留您在使用本服务期间所形成的相关信息数据，同时该授权不可撤销。</p>
    <p><span>四、其他条款</span><br />
    1、如您违反本协议之约定，颂车平台有权向您追索包括但不限于相应经济损失、催收费、律师费、诉讼费、保全费等。<br />
    2、因本协议产生之争议，由双方协商解决，协商不成的由颂车平台所在地有管辖权法院管辖。</p>

  </div>
</template>
<script>
  export default {
    name: 'agreementRegister',
    data() {
      return {
      };
    }
  };
</script>
<style lang="scss" scoped>
  .agreement-payment {
    margin: .4rem;
    h1 {
      font-size: .54rem;
      text-align: center;
    }
    p {
      margin-top: .2rem;
      span {
        font-weight: bold;
        &.underline {
          text-decoration: underline;
        }
      }
      a {
        color: #0000ff;
        text-decoration: none
      }
    }
  }
</style>

